/**
 * 手动维护发文日期元信息（仅日期）
 * 规则：
 * - 一篇文章占一条记录
 * - date 格式建议固定为 YYYY-MM-DD（最稳）
 * - 同一天多篇文章就重复写多条
 */
window.__POST_META__ = [
    { date: "2026-01-31" },
    { date: "2026-01-31" },
    { date: "2026-01-31" },
    { date: "2026-01-30" },
    { date: "2026-01-30" },
    { date: "2026-01-30" },
    { date: "2026-01-30" },
    { date: "2026-01-30" },
    { date: "2026-01-29" },
    { date: "2026-01-29" },
    { date: "2026-01-29" },
    { date: "2026-01-28" },
    { date: "2025-10-15" },
    { date: "2025-10-15" },
    { date: "2025-10-16" },
    { date: "2025-10-16" },
];
